Repository: nuxis/challenge
Catalog: challenge/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Norwegian bokmål
nb: Norsk bokmål

source: English
nb: Engelsk

source: We couldn't find what you're looking for...
nb: Vi klarte ikke å finne det du leter etter...

source: This might be an error. Or you may have done something weird.
nb: Det kan jo være en feil. Eventuelt så har du gjort noe rart.

source: You could go back and try one more time, or you could contact us and ask for some help if you think whatever you're looking for really should be here.
nb: Du kan gå tilbake og prøve en gang til, eller så kan du kontakte oss og spørre om hjelp hvis du mener at det du leter etter faktisk burde være her.

source: Oops! Something unforeseen happened!
nb: Ops! Det skjedde noe rart!

source: Please go back and try again, or give up and forget about it...
nb: Vennligst gå tilbake og prøv på nytt, eller gi opp og glem det...

source: If you were doing something important or at least something that you would like to get done, you could contact the site administrators if this continues to happen!
nb: Hvis du gjorde noe viktig eller i alle fall noe du faktisk ønsker å gjøre, så burde du kontakte oss hvis dette skjer flere ganger!

source: Attempts
nb: Forsøk

source: Log out
nb: Logg ut

source: Hello!
nb: Hei!

source: Create an user or sign in!
nb: Opprett en bruker eller logg inn!

source: Log in
nb: Logg inn

source: Register user
nb: Registrer bruker

source: Sign up!
nb: Registrer deg!

source: Sign up
nb: Registrer deg

source: Something went wrong, check the form and try again
nb: Noe gikk galt, sjekk skjemaet og prøv på nytt

source: The passwords you entered did not match
nb: Passordene du skrev inn stemte ikke

source: Username already exists
nb: Brukernavnet finnes allerede

source: Invalid input
nb: Ugyldig inndata

source: Answer
nb: Svar

source: pts
nb: poeng

source: Do it!
nb: Gjør det!

source: No levels defined.
nb: Ingen levels er definert.

source: Feeling lucky? ;-)
nb: Prøv lykken? ;-)

source: Correct answer. Congrats!
nb: Riktig svar. Gratulerer!

source: Wrong answer! Try again :-D
nb: Feil svar! Prøv på nytt :-D

source: last attempts
nb: nyeste forsøk

source: User
nb: Bruker

source: Time
nb: Tid

source: Correct?
nb: Riktig?

source: Completed level
nb: Fullført level

source: Superuser
nb: Superbruker

source: Latest correct answer
nb: Nyeste riktige svar

source: No users registered
nb: Ingen brukere er registrert
